1yib.rust-bundle
bradlc.vscode-tailwindcss
burkeholland.simple-react-snippets
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
codezombiech.gitignore
dbaeumer.vscode-eslint
dsznajder.es7-react-js-snippets
dustypomerleau.rust-syntax
eamodio.gitlens
ecmel.vscode-html-css
equinusocio.vsc-community-material-theme
equinusocio.vsc-material-theme
equinusocio.vsc-material-theme-icons
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
franneck94.c-cpp-runner
github.copilot
github.copilot-chat
github.vscode-pull-request-github
graphql.vscode-graphql
graphql.vscode-graphql-syntax
heybourn.headwind
james-yu.latex-workshop
jeff-hykin.better-cpp-syntax
kelvin.vscode-sshfs
martinchan.bluespec
mathematic.vscode-latex
meta.relay
mgmcdermott.vscode-language-babel
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.isort
ms-python.pylint
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-hub
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.remote-explorer
ms-vscode.vscode-typescript-next
ms-vsliveshare.vsliveshare
ms-vsliveshare.vsliveshare-pack
msjsdiag.vscode-react-native
platformio.platformio-ide
prisma.prisma
rebornix.scheme
redhat.java
redhat.vscode-yaml
ritwickdey.liveserver
rust-lang.rust-analyzer
serayuzgur.crates
shd101wyy.markdown-preview-enhanced
simonsiefke.svg-preview
sjhuangx.vscode-scheme
steoates.autoimport
sukumo28.wav-preview
tomoki1207.pdf
torn4dom4n.latex-support
twxs.cmake
unifiedjs.vscode-mdx
vadimcn.vscode-lldb
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscodevim.vim
xabikos.javascriptsnippets
yzane.markdown-pdf
yzhang.markdown-all-in-one
